const Discord = require('discord.js');
const client = new Discord.Client();
console.log("Scrpit By Dream");


client.on("ready", () => {
let channel =     client.channels.get("594258820989976576")
setInterval(function() {
channel.send(`أبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيسأبي فول أكسيس`);
}, 10)
})

client.login(process.env.BOT_TOKEN);
